export default  `
## Городской округ «город Якутск» Управление образования г. Якутска МОБУ «Якутская городская национальная гимназия имени А.Г. и Н.К. Чиряевых»
Действующая модель Якутской городской национальной гимназии имени А.Г. и Н.К. Чиряевых учитывает перспективу и тенденцию промышленного и технического развития республики, выход ее на международные экономические и культурные связи, предусматривает синтез достижений академической педагогики этнопсихологии и этнопедагогики.
Открытая в 1992 году Якутская городская национальная гимназия завершила этап становления и осмысления себя как гимназического образования, который, по существу, выступает как основа, фундамент дальнейшего целенаправленного развития гимназического образования, ориентированного на создание системы национально-гимназического образования Республики Саха (Якутия). Такая целевая ориентация гимназического образования в Республике обусловлена объективными глобализационными процессами. Последние диктуют свои правила игры и нет никаких барьеров, ограничений и границ, которые смогли  бы помешать этим процессом, ибо они  естественноисторические.
Основная цель образовательной политики МОБУ«Якутская городская национальная гимназия» имени А.Г.и Н.К. Чиряевых в 2019-2020 учебном году:
- выполнение 273 ФЗ «Об образовании»: создание необходимых условий, обеспечивающих выполнение ФГОС;
- интенсивное использование инновационных механизмов развития системы образования;
- компетентностный подход, как основа формирования человеческого потенциала;
- удовлетворение запроса социума.

Гимназия выполняет социальный заказ государства с ориентацией на образовательный запрос родителей и детей.

Гимназия, исходя из государственной гарантии прав граждан на получение бесплатного среднего общего образования, осуществляет образовательный процесс, соответствующих трём уровням образования.

Приоритетные направления деятельности гимназии определены требованиями модернизации образования, социальным заказом, возможностями педагогического коллектива:

1. Организация оптимального учебно-воспитательного процесса на базе личностно ориентированного подхода с учётом индивидуальных особенностей обучающихся, их интересов, образовательных возможностей, состояния здоровья.
2. Создание условий, обеспечивающих всестороннее развитие личности обучающихся и повышение профессиональной компетентности педагогов.
3. Внедрение новых технологий обучения и воспитания.
4. Развитие открытого информационного пространства гимназии.
5.Совершенствование системы воспитательной работы и дополнительного образования как резерва профильной подготовки, социализация обучающихся.
6. Обеспечение комплексной безопасности, сохранение и укрепление здоровья участников образовательного процесса.
7. Формирование здоровьесберегающей образовательной среды, учитывающей адаптационные резервы обучающихся  и обеспечивающей сохранение их психосоматического здоровья и духовно-нравственное развитие.
9. Создание условий продуктивного использования ресурса детства в целях получения образования, адекватного творческой индивидуальности личности и её позитивной социализации.
10. Развитие системы мотивации педагогических и управленческих кадров к профессиональному росту.

**Гимназия – лауреат**
- конкурса «Школа года – 97» РС (Я) среди школ повышенного уровня
- конкурса «Школа года – 97» РФ
- международной выставки «Школа – 99»
- городского фестиваля «Педагогический Оскар» в номинации «Школа года России, Якутии»
- конкурса «Школа года – 2002» России
- II городского слета «Педагогический звездопад»
- Победитель в номинации «Золотая школа – 2004»
- Победитель конкурса образовательных учреждений, реализующих инновационные образовательные проекты и программы-2007
- Грант Президента РФ за проект «Социально-педагогическая деятельность гимназии по укреплению и сохранению здоровья детей»- 2007
- Победитель международного конкурса «Красивая школа» - 2015
- «Школа года России – 2016»
- Победитель в номинации «Проект года» - «Школа жизни на Севере» всероссийского образовательного форума «Школа будущего», 2016 г.
- Рейтинг «ТОП-7». Общеобразовательные учреждения г,Якутска. Лучшие результаты по итогам всероссийской олимпиады школьников», 2018г.
- Рейтинг «ТОП-20»  школ Дальневосточного федерального округа. Поступление  в ведущие ВУЗы России, 2018г.
- «ТОП-20 школ Дальневосточного федерального округа»  по количеству, поступивших в ведущие вузы России, наша гимназия стоит на 4 месте по Дальнему Востоку, на 2 месте среди школ города Якутска, 2019 г.
- Рейтинг «50 лучших школ России» в сфере «Медицина» по конкурентоспособности выпускников, 2019 г.
- «Самый успешный инновационный проект – 2019». Всероссийский конкурс «Профессионализм и гражданственность – приоритеты Российского образования». г. Москва.

**Инновационная деятельность**
- Федеральная сетевая инновационная  площадка  Открытого института Развивающего образования г. Москвы под руководством Воронцова А.Б. Федеральная  сеть классов, школ развивающего обучения образовательной системы Д.Б.Эльконина – В.В.Давыдова. с 2019 г.
- Федеральная инновационная площадка. Проект «Интерактивные образовательные технологии» Издательского дома «Инновации и эксперимент в образовании» г.Москвы под руководством Сиденко А.С. с 2019 г.


**Сетевые ПРОЕКТЫ**
- Сеть школ Первого Президента Республики Саха (Якутия) Михаила Ефимовича Николаева. 10 школ РС(Я).
- «Цифровая образовательная среда», 11 пилотных  школ г.Якутска.
- Партнерские школы с ВШЭ (Высшая  школа экономики), г.Москва. 10 школ г. Якутска.
- Спутники  Международной Арктической  школы РС(Я).
- Ассоциированная  сеть  школ с изучением китайского языка РС(Я)- 18 школ.
- Ассоциация довузовских  образовательных учреждений России и Китая (более 50 школ России и Китая).

**СОТРУДНИЧЕСТВО**
- Гимназия 27 с татарским языком обучения. г. Казань, Татарстан.
- Международная  школа  Казани, г. Казань, Татарстан.
- Методическая Сеть “Лаборатория деятельностных образовательных практик” с МАОУ “Агинская окружная гимназия-интернат”. п. Агинское, Забайкальский край.
- Международная школа. Назарбаевские интеллектуальные  школы. Нур-Султан. Казахстан.
- Чаньчунский научно-технический институт, Китай.
- Хэйлунцзянский восточный университет, г.Харбин, Китай.
- Харбинская  средняя школа номер 6, г. Харбин, Китай.
- Харбинский политехнический университет, г.Харбин, Китай.


**Гимназия имеет:**
- сертификат Группы Королевских школ Великобритании на право преподавания по двуязычной программе Оксфордской школы
- диплом лауреата конкурса «Разработка концепции национального гимназического образования».
- 1992-2005 гг. – разработка модели гимназического образования
- 2002 – открытие филиала Саха немецкой школы
- 2006 – открытие классов  «Айыы кыhата»
- 2011- открытие классов «Кыталык»
- 2013- открытие классов  «Сэргэлээх»

### Результаты и достижения текущего 2019-2020 учебного года:
**Муниципальные**
- 44 победителей и призеров  по результатам муниципального этапа ВОШ.
**Региональные**
- 12 победителей и призеров СВОШ 2019-2020у.г.по биологии, медицине (Никитина В.Г.), якутской филологии (Анисимова Г.С), физкультуре (Крылова Т.Л.), физике (Алексеев И.П.), химии (Кисиляхова В.С.), русскому языку и литературе (Адамова С.А., Назарова Е.Н., Федорова Т.Н.)
- Победители и призеры ОРМО из перечня РСОШ по физике – Попов Данил 8 класс, Никитин Максим 9 класс (Алексеев И.П.)
- 26 победителей и призеров  регионального этапа ВОШ по физике (Алексеев И.П.), истории (Решетников Г.Г., Семенов Е.Е.), физкультуре (Крылова Т.Л.) педагогике и психологии (Макарова А.К.), якутской филологии (Кириллина К.Т.), технологии (Комиссаров Ф.А.), математике (Иванова Н.Н.), экономике (Решетников Г.Г.), китайскому языку (Николаева Ю.Р.).
- 13 победителей  и призеров  регионального этапа ВОШ по физике, черчению (Алексеев И.П.), физкультуре (Крылова Т.Л.), экономике и истории (Решетников Г.Г.).


**Российские**
- Никитин Максим – призер   3 степени  Межрегионального экономического фестиваля школьников «Сибириада. Шаг в мечту» из Перечня РСОШ. (Решетников Г.Г., Иванова Н.Н.)
- Шарин Ян – участник  заключительного российского этапа ВОШ по физической культуре (Крылова Т.Л.)


Одним из новшеств работы ЯГНГ в этом учебном году является создание  «Проектного офиса». Основные направления деятельности:
- Центр современных и инновационных технологий развития учителя.
- Цифровая образовательная среда.
- Центр дополнительного образования.
- Центр  технологического образования и профессиональной ориентации.
- Центр этнопедагогики «Олох уерэ5э».
- Центр международного сотрудничества в области науки, образования, культуры.

`


